/* Cancel Button */
"Cancel" = "Mégse";

/* Email app name */
"Mail" = "Mail";

/* Users photo library */
"Camera Roll" = "Filmtekercs";

/* Text field to enter a description */
"Add a description" = "Adjon meg leírást";

/* Text messages app name */
"Message" = "Üzenetek";

/* Share photo or video button */
"Share post" = "Megosztás";

/* Select a location button */
"Tag a location" = "Helyszín megadása";

/* Share Title */
"Share" = "Megosztás";

/* Preparing Title */
"Preparing..." = "Előkészítés...";
